
    public static void Main(String[] args) {

   ТемператураГорячихНапит ГорячиеНапитки1 = new ТемператураГорячихНапит ("Чай", 200, 80);
    ТемператураГорячихНапит ГорячиеНапитки2 = new ТемператураГорячихНапит ("Кофе", 150, 75);
    ТемператураГорячихНапит ГорячиеНапитки3 = new ТемператураГорячихНапит ("Латте", 200, 80);

    ГорячиеНапиткиАвтомат ГорячиеНапиткиАвтомат = new ГорячиеНапиткиАвтомат();
    ТемператураГорячихНапит ГорячиеНапитки1 = new ТемператураГорячихНапит ("Чай", 200, 80);
    ТемператураГорячихНапит ГорячиеНапитки2 = new ТемператураГорячихНапит ("Кофе", 150, 75);
    ТемператураГорячихНапит ГорячиеНапитки3 = new ТемператураГорячихНапит ("Латте", 400, 80);

}
